app/Models/Quiz_model.php

SELECT *
FROM `quiz`
---
    public function getQuestions()
    {
        return $this->findAll();